Repository: common-repository/nvv-debug-lines
Catalog: languages/nvv-debug-lines-*.po
Languages: ru_ru

source: Select All
ru_ru: Выбрать все

source: Unselect All
ru_ru: Снять выбор

source: Clear
ru_ru: Очистить

source: All users plugin options cleared
ru_ru: Все опции плагина пользователей очищены

source: Settings
ru_ru: Настройки

source: Clearing all user options from the database
ru_ru: Очистка всех пользовательских опций из базы данных

source: Warning! All user options will be removed forever!
ru_ru: Предупреждение! Все пользовательские опции будут удалены навсегда!

source: Clear options
ru_ru: Очистить опции

source: NVV Debug Lines options
ru_ru: NVV Debug Lines опции

source: Lines options
ru_ru: Параметры линий

source: Display Lines panel
ru_ru: Показывать панель линий

source: Stroke line weight (px)
ru_ru: Толщина линий обводки (px)

source: Line Type
ru_ru: Вид линии

source: Free Input Field Color
ru_ru: Цвет свободного поля ввода

source: List of CSS selectors for displaying in the panel:
ru_ru: Список CSS селекторов для вывода на панели

source: Element
ru_ru: Элемент

source: CSS selector. Example: "div" "p" ".class_name" "#id_code". ("*" - any characters (only in classes))
ru_ru: Селектор CSS. Пример: "div" "p" ".class" "#id_code" . ("*" - любые символы (только в классах))

source: Color
ru_ru: Цвет

source: Debug options
ru_ru: Параметры отладки

source: Background color
ru_ru: Цвет Фона

source: Font color
ru_ru: Цвет шрифта

source: Display var_dump()
ru_ru: Показывать var_dump()

source: Additionally display structured information
ru_ru: Дополнительно отображать структурированную информацию

source: Click "Save Changes"!
ru_ru: Нажмите "Сохранить изменения"!

source: WordPress debug mode is disabled. Debug functions do not work in this mode.
ru_ru: Режим отладки WordPress отключен. В этом режиме функции отладки не работают.

source: Functions to help the developer to debug the code
ru_ru: Функции, помогающие разработчику отладить код

source: Function
ru_ru: Функция

source: Allows to display data to screen
ru_ru: Позволяет отображать данные на экране

source: For example
ru_ru: Например

source: Result on screen
ru_ru: Результат на экране

source: To stop the execution of the program, you need to enter
ru_ru: Чтобы остановить выполнение программы, нужно ввести

source: This function does the same, but outputs data to a file.
ru_ru: Эта функция делает то же самое, но выводит данные в файл.

source: File path
ru_ru: Путь файла
